{
  "Check Your Gift Card or Prepaid Card Balance Instantly!": "Überprüfen Sie das Guthaben Ihrer Guthaben oder Prepaid-Karte sofort!",
  "Quick, secure, and easy-to-use tool for verifying card balances and validity": "Schnelles, sicheres und benutzerfreundliches Tool zur Überprüfung von Kartenguthaben und Gültigkeit",
  "Your Data is Protected": "Ihre Daten sind geschützt",
  "With advanced encryption and strict privacy policies, your information stays safe.": "Mit fortschrittlicher Verschlüsselung und strengen Datenschutzrichtlinien bleiben Ihre Informationen sicher.",
  "Start Now": "Jetzt starten",
  "Enter your card details and get results in seconds—hassle-free!": "Geben Sie Ihre Kartendaten ein und erhalten Sie Ergebnisse in Sekundenschnelle – ohne Aufwand!",
  "Manage your cards with confidence and ease.": "Verwalten Sie Ihre Karten mit Vertrauen und Leichtigkeit.",
  "Check Your Card Balance": "Überprüfen Sie Ihr Kartenguthaben",
  "Start": "Start",
  "©2025 GIFTCARDCHECK": "©2025 GIFTCARDCHECK",
  "Let us help you verify your card": "Lassen Sie uns Ihnen helfen, Ihre Karte zu überprüfen",
  "Card Number": "Kartennummer",
  "Card PIN or Access code" : "Karten-PIN oder Zugangscode",
  "Expiry Date": "Ablaufdatum",
  "CVV": "CVV",
  "Look Up Card": "Karte prüfen",
  "Not Activated": "Nicht aktiviert",
  "Activated": "Aktiviert",
  "Card Type": "Kartentyp",
  "Card": "Karte",
  "Currency": "Währung",
  "Amount": "Betrag",
  "Refund Policy": "Rückerstattungsrichtlinie",
  "Non-refundable once redeemed": "Nicht erstattungsfähig nach Einlösung",
  "Result": "Ergebnis",
  "This card has not been activated, please follow the steps below.": "Diese Karte wurde nicht aktiviert, bitte folgen Sie den unten stehenden Schritten.",
  "Next steps": "Nächste Schritte",
  "Double-Check Your Card Information": "Überprüfen Sie Ihre Kartendaten",
  "Please review the card details you entered to ensure accuracy. Verify the card information for any errors. If the issue persists, you may need to contact the card issuer or the store where the card was purchased for further assistance.": "Bitte überprüfen Sie die eingegebenen Kartendaten auf Richtigkeit. Überprüfen Sie die Kartendaten auf Fehler. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kartenaussteller oder das Geschäft, in dem die Karte gekauft wurde, um weitere Unterstützung zu erhalten.",
  "Return to the Store": "Kehren Sie zum Geschäft zurück",
  "The first step is to return to the store where you bought the gift card. Bring the card and your receipt with you. Speak to a manager if possible. They may be able to assist you directly by checking the card if it has been used or not. If the card has not been used they may replace it with a new one, but often they will direct you to contact the card issuer.": "Der erste Schritt besteht darin, in das Geschäft zurückzukehren, in dem Sie die Guthaben gekauft haben. Bringen Sie die Karte und Ihre Quittung mit. Sprechen Sie, wenn möglich, mit einem Manager. Sie können Ihnen möglicherweise direkt helfen, indem sie die Karte prüfen, ob sie verwendet wurde oder nicht. Wenn die Karte nicht verwendet wurde, können sie sie durch eine neue ersetzen, aber oft werden sie Sie auffordern, den Kartenaussteller zu kontaktieren.",
  "Keep Documentation": "Bewahren Sie Unterlagen auf",
  "Make sure to keep any receipts or documentation related to the purchase. This information can be crucial when dealing with customer service.": "Stellen Sie sicher, dass Sie alle Quittungen oder Unterlagen im Zusammenhang mit dem Kauf aufbewahren. Diese Informationen können bei der Kundenbetreuung von entscheidender Bedeutung sein.",
  "Be Patient": "Seien Sie geduldig",
  "Sometimes, resolving the issue may take time. You might need to wait for the card issuer to process your claim, which can take several days or even weeks.": "Manchmal kann es einige Zeit dauern, das Problem zu lösen. Sie müssen möglicherweise warten, bis der Kartenaussteller Ihre Anfrage bearbeitet hat, was mehrere Tage oder sogar Wochen dauern kann.",
  "New Start": "Neu starten",
  "Checking APIs": "APIs werden überprüft",
  "Checking databases...": "Datenbanken werden überprüft...",
  "Verifying card information...": "Karteninformationen werden überprüft...",
  "Sorry, this is taking a while...": "Entschuldigung, das dauert etwas länger...",
  "Done!": "Fertig!",
  "Contact us": "Kontaktiere uns",
  "Enter Card Code": "Geben Sie den Kartencode ein",
  "Sending...": "Senden...",
  "Please enter the card code.": "Bitte geben Sie den Kartencode ein.",
  "Card Brand": "Kartenmarke",
  "Select Card": "Karte auswählen",
  "Apple Store ": "Apple Store ",
  "Steam Wallet ": "Steam ",
  "Itunes ": "iTunes ",
  "Razer Gold ": "Razer Gold ",
  "Amazon ": "Amazon ",
  "Ebay ": "Ebay ",
  "Target ": "Target ",
  "Sephora ": "Sephora ",
  "Offgamers.com ": "Offgamers.com ",
  "Eneba ": "Eneba ",
  "Neosoft ": "Neosoft ",
  "XBOX ": "XBOX ",
  "PlayStation ": "PlayStation ",
  "Visa ": "Visa ",
  "Master ": "Master ",
  "Walmart Visa ": "Walmart Visa ",
  "Lululemon ": "Lululemon ",
  "Uber ": "Uber ",
  "Target Visa ": "Target Visa ",
  "Adidas ": "Adidas ",
  "American Express ": "American Express ",
  "OneVanilla VISA/MasterCard ": "OneVanilla VISA/MasterCard ",
  "Walmart ": "Walmart ",
  "Select Currency": "Währung auswählen",
  "TrueCard": "TrueCard",
  "USD ($)": "USD ($)",
  "CAD ($)": "CAD ($)",
  "AUD ($)": "AUD ($)",
  "GBP (£)": "GBP (£)",
  "EUR (€)": "EUR (€)",
  "Please select both a card and a currency.": "Bitte wählen Sie sowohl eine Karte als auch eine Währung aus.",
  "Send us a message": "Senden Sie uns eine Nachricht",
  "All fields are required.": "Alle Felder sind erforderlich.",
  "Please enter a valid email address.": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "Failed to send message. Please try again.": "Nachricht konnte nicht gesendet werden. Bitte versuchen Sie es erneut.",
  "Message sent successfully! We have received your email and will get back to you shortly.": "Nachricht erfolgreich gesendet! Wir haben Ihre E-Mail erhalten und werden uns in Kürze bei Ihnen melden.",
  "Name": "Name",
  "Email Address": "E-Mail-Adresse",
  "Subject": "Betreff",
  "Message": "Nachricht",
  "Send Message": "Nachricht senden",
  "An unexpected error occurred.": "Ein unerwarteter Fehler ist aufgetreten.",
  "TrueCard | Your balance buddy": "TrueCard | Dein Guthaben-Buddy",
  "Your balance buddy": "Dein Guthaben-Buddy",
  "The card is active with a balance of": "Die Karte ist aktiv mit einem Guthaben von",
  "and ready for use.": "und bereit zur Verwendung.",
  "Verify Another Card": "Eine weitere Karte überprüfen",
  "Check your card":"Überprüfen Sie Ihre Karte"
}
