{
  "Check Your Gift Card or Prepaid Card Balance Instantly!": "¡Verifica el saldo de tu tarjeta de regalo o tarjeta prepaga al instante!",
  "Quick, secure, and easy-to-use tool for verifying card balances and validity": "Herramienta rápida, segura y fácil de usar para verificar el saldo y la validez de las tarjetas",
  "Your Data is Protected": "Tus datos están protegidos",
  "With advanced encryption and strict privacy policies, your information stays safe.": "Con cifrado avanzado y políticas estrictas de privacidad, tu información permanece segura.",
  "Start Now": "Comienza ahora",
  "Enter your card details and get results in seconds—hassle-free!": "Introduce los detalles de tu tarjeta y obtén resultados en segundos, ¡sin complicaciones!",
  "Manage your cards with confidence and ease.": "Gestiona tus tarjetas con confianza y facilidad.",
  "Check Your Card Balance": "Verifica el saldo de tu tarjeta",
  "Start": "Comenzar",
  "©2025 GIFTCARDCHECK": "©2025 GIFTCARDCHECK",
  "Let us help you verify your card": "Déjanos ayudarte a verificar tu tarjeta",
  "Card Number": "Número de tarjeta",
  "Card PIN or Access code": "PIN de tarjeta o código de acceso",
  "Expiry Date": "Fecha de caducidad",
  "CVV": "CVV",
  "Look Up Card": "Buscar tarjeta",
  "Not Activated": "No activada",
  "Activated": "Activada",
  "Card Type": "Tipo de tarjeta",
  "Card": "Tarjeta",
  "Currency": "Moneda",
  "Amount": "Monto",
  "Refund Policy": "Política de reembolso",
  "Non-refundable once redeemed": "No reembolsable una vez canjeada",
  "Result": "Resultado",
  "This card has not been activated, please follow the steps below.": "Esta tarjeta no ha sido activada, por favor sigue los pasos a continuación.",
  "Next steps": "Próximos pasos",
  "Double-Check Your Card Information": "Verifica de nuevo la información de tu tarjeta",
  "Please review the card details you entered to ensure accuracy. Verify the card information for any errors. If the issue persists, you may need to contact the card issuer or the store where the card was purchased for further assistance.": "Por favor, revisa los detalles de la tarjeta que ingresaste para asegurarte de que son correctos. Verifica si hay errores en la información de la tarjeta. Si el problema persiste, tal vez necesites contactar al emisor de la tarjeta o a la tienda donde compraste la tarjeta para obtener más ayuda.",
  "Return to the Store": "Regresar a la tienda",
  "The first step is to return to the store where you bought the gift card. Bring the card and your receipt with you. Speak to a manager if possible. They may be able to assist you directly by checking the card if it has been used or not. If the card has not been used they may replace it with a new one, but often they will direct you to contact the card issuer.": "El primer paso es regresar a la tienda donde compraste la tarjeta de regalo. Lleva la tarjeta y tu recibo contigo. Habla con un gerente si es posible. Ellos podrían ayudarte directamente revisando si la tarjeta ha sido utilizada o no. Si la tarjeta no ha sido usada, pueden reemplazarla por una nueva, pero muchas veces te dirigirán a contactar al emisor de la tarjeta.",
  "Keep Documentation": "Guarda la documentación",
  "Make sure to keep any receipts or documentation related to the purchase. This information can be crucial when dealing with customer service.": "Asegúrate de guardar cualquier recibo o documentación relacionada con la compra. Esta información puede ser crucial al tratar con el servicio al cliente.",
  "Be Patient": "Sé paciente",
  "Sometimes, resolving the issue may take time. You might need to wait for the card issuer to process your claim, which can take several days or even weeks.": "A veces, resolver el problema puede llevar tiempo. Es posible que tengas que esperar a que el emisor de la tarjeta procese tu reclamación, lo cual puede tardar varios días o incluso semanas.",
  "New Start": "Nuevo inicio",
  "Checking APIs": "Verificando APIs",
  "Checking databases...": "Verificando bases de datos...",
  "Verifying card information...": "Verificando la información de la tarjeta...",
  "Sorry, this is taking a while...": "Lo siento, esto está tardando un poco...",
  "Done!": "¡Hecho!",
  "Contact us": "Contáctanos",
  "Enter Card Code": "Ingresa el código de la tarjeta",
  "Sending...": "Enviando...",
  "Please enter the card code.": "Por favor ingresa el código de la tarjeta.",
  "Card Brand": "Marca de la tarjeta",
  "Select Card": "Seleccionar tarjeta",
  "Apple Store": "Apple Store",
  "Steam Wallet": "Steam",
  "Itunes": "iTunes",
  "Razer Gold": "Razer Gold",
  "Amazon": "Amazon",
  "Ebay": "Ebay",
  "Target": "Target",
  "Sephora": "Sephora",
  "Offgamers.com": "Offgamers.com",
  "Eneba": "Eneba",
  "Neosoft": "Neosoft",
  "XBOX": "XBOX",
  "PlayStation": "PlayStation",
  "Visa": "Visa",
  "Master": "Master",
  "Walmart Visa": "Walmart Visa",
  "Lululemon": "Lululemon",
  "Uber": "Uber",
  "Target Visa": "Target Visa",
  "Adidas": "Adidas",
  "American Express": "American Express",
  "OneVanilla VISA/MasterCard": "OneVanilla VISA/MasterCard",
  "Walmart": "Walmart",
  "Select Currency": "Seleccionar moneda",
  "TrueCard": "TrueCard",
  "USD ($)": "USD ($)",
  "CAD ($)": "CAD ($)",
  "AUD ($)": "AUD ($)",
  "GBP (£)": "GBP (£)",
  "EUR (€)": "EUR (€)",
  "Please select both a card and a currency.": "Por favor selecciona tanto una tarjeta como una moneda.",
  "Send us a message": "Envíanos un mensaje",
  "All fields are required.": "Todos los campos son obligatorios.",
  "Please enter a valid email address.": "Por favor ingresa una dirección de correo electrónico válida.",
  "Failed to send message. Please try again.": "No se pudo enviar el mensaje. Por favor intenta de nuevo.",
  "Message sent successfully! We have received your email and will get back to you shortly.": "¡Mensaje enviado con éxito! Hemos recibido tu correo electrónico y te responderemos en breve.",
  "Name": "Nombre",
  "Email Address": "Dirección de correo electrónico",
  "Subject": "Asunto",
  "Message": "Mensaje",
  "Send Message": "Enviar mensaje",
  "An unexpected error occurred.": "Ocurrió un error inesperado.",
  "TrueCard | Your balance buddy": "TrueCard | Tu compañero de saldo",
  "Your balance buddy": "Tu compañero de saldo",
  "The card is active with a balance of": "La tarjeta está activa con un saldo de",
  "and ready for use.": "y lista para usarse.",
  "Verify Another Card": "Verificar otra tarjeta",
  "Check your card":"Verifique su tarjeta"
}
