{
  "Check Your Gift Card or Prepaid Card Balance Instantly!": "Vérifiez instantanément le solde de votre carte-cadeau ou carte prépayée !",
  "Quick, secure, and easy-to-use tool for verifying card balances and validity": "Outil rapide, sécurisé et facile à utiliser pour vérifier les soldes et la validité des cartes",
  "Your Data is Protected": "Vos données sont protégées",
  "With advanced encryption and strict privacy policies, your information stays safe.": "Avec un cryptage avancé et des politiques de confidentialité strictes, vos informations restent en sécurité.",
  "Start Now": "Commencez maintenant",
  "Enter your card details and get results in seconds—hassle-free!": "Entrez les détails de votre carte et obtenez les résultats en quelques secondes – sans tracas !",
  "Manage your cards with confidence and ease.": "Gérez vos cartes en toute confiance et facilité.",
  "Check Your Card Balance": "Vérifiez le solde de votre carte",
  "Start": "Commencer",
  "©2025 GIFTCARDCHECK": "©2025 GIFTCARDCHECK",
  "Let us help you verify your card": "Laissez-nous vous aider à vérifier votre carte",
  "Card Number": "Numéro de carte",
  "Card PIN or Access code": "PIN de la carte ou code d'accès",
  "Expiry Date": "Date d'expiration",
  "CVV": "CVV",
  "Look Up Card": "Rechercher la carte",
  "Not Activated": "Non activée",
  "Activated": "Activée",
  "Card Type": "Type de carte",
  "Card": "Carte",
  "Currency": "Devise",
  "Amount": "Montant",
  "Refund Policy": "Politique de remboursement",
  "Non-refundable once redeemed": "Non remboursable une fois échangée",
  "Result": "Résultat",
  "This card has not been activated, please follow the steps below.": "Cette carte n'a pas été activée, veuillez suivre les étapes ci-dessous.",
  "Next steps": "Étapes suivantes",
  "Double-Check Your Card Information": "Vérifiez à nouveau les informations de votre carte",
  "Please review the card details you entered to ensure accuracy. Verify the card information for any errors. If the issue persists, you may need to contact the card issuer or the store where the card was purchased for further assistance.": "Veuillez vérifier les détails de la carte que vous avez saisis pour vous assurer de leur exactitude. Vérifiez les informations de la carte pour toute erreur. Si le problème persiste, vous devrez peut-être contacter l'émetteur de la carte ou le magasin où la carte a été achetée pour obtenir de l'aide.",
  "Return to the Store": "Retourner au magasin",
  "The first step is to return to the store where you bought the gift card. Bring the card and your receipt with you. Speak to a manager if possible. They may be able to assist you directly by checking the card if it has been used or not. If the card has not been used they may replace it with a new one, but often they will direct you to contact the card issuer.": "La première étape consiste à retourner au magasin où vous avez acheté la carte-cadeau. Apportez la carte et votre reçu. Parlez à un responsable si possible. Ils pourront peut-être vous aider directement en vérifiant si la carte a été utilisée ou non. Si la carte n'a pas été utilisée, ils peuvent la remplacer par une nouvelle, mais souvent, ils vous dirigeront vers l'émetteur de la carte.",
  "Keep Documentation": "Conservez la documentation",
  "Make sure to keep any receipts or documentation related to the purchase. This information can be crucial when dealing with customer service.": "Assurez-vous de conserver toutes les reçus ou documents relatifs à l'achat. Ces informations peuvent être cruciales lors de la gestion avec le service client.",
  "Be Patient": "Soyez patient",
  "Sometimes, resolving the issue may take time. You might need to wait for the card issuer to process your claim, which can take several days or even weeks.": "Parfois, la résolution du problème peut prendre du temps. Vous devrez peut-être attendre que l'émetteur de la carte traite votre demande, ce qui peut prendre plusieurs jours voire semaines.",
  "New Start": "Nouveau départ",
  "Checking APIs": "Vérification des API",
  "Checking databases...": "Vérification des bases de données...",
  "Verifying card information...": "Vérification des informations de la carte...",
  "Sorry, this is taking a while...": "Désolé, cela prend un peu de temps...",
  "Done!": "Fini !",
  "Contact us": "Contactez-nous",
  "Enter Card Code": "Entrez le code de la carte",
  "Sending...": "Envoi...",
  "Please enter the card code.": "Veuillez entrer le code de la carte.",
  "Card Brand": "Marque de carte",
  "Select Card": "Sélectionner la carte",
  "Apple Store": "Apple Store",
  "Steam Wallet": "Steam Wallet",
  "Itunes": "iTunes",
  "Razer Gold": "Razer Gold",
  "Amazon": "Amazon",
  "Ebay": "Ebay",
  "Target": "Target",
  "Sephora": "Sephora",
  "Offgamers.com": "Offgamers.com",
  "Eneba": "Eneba",
  "Neosoft": "Neosoft",
  "XBOX": "XBOX",
  "PlayStation": "PlayStation",
  "Visa": "Visa",
  "Master": "Master",
  "Walmart Visa": "Walmart Visa",
  "Lululemon": "Lululemon",
  "Uber": "Uber",
  "Target Visa": "Target Visa",
  "Adidas": "Adidas",
  "American Express": "American Express",
  "OneVanilla VISA/MasterCard": "OneVanilla VISA/MasterCard",
  "Walmart": "Walmart",
  "Select Currency": "Sélectionner la devise",
  "TrueCard": "TrueCard",
  "USD ($)": "USD ($)",
  "CAD ($)": "CAD ($)",
  "AUD ($)": "AUD ($)",
  "GBP (£)": "GBP (£)",
  "EUR (€)": "EUR (€)",
  "Please select both a card and a currency.": "Veuillez sélectionner à la fois une carte et une devise.",
  "Send us a message": "Envoyez-nous un message",
  "All fields are required.": "Tous les champs sont obligatoires.",
  "Please enter a valid email address.": "Veuillez entrer une adresse e-mail valide.",
  "Failed to send message. Please try again.": "Échec de l'envoi du message. Veuillez réessayer.",
  "Message sent successfully! We have received your email and will get back to you shortly.": "Message envoyé avec succès ! Nous avons reçu votre e-mail et nous reviendrons vers vous sous peu.",
  "Name": "Nom",
  "Email Address": "Adresse e-mail",
  "Subject": "Objet",
  "Message": "Message",
  "Send Message": "Envoyer le message",
  "An unexpected error occurred.": "Une erreur inattendue est survenue.",
  "TrueCard | Your balance buddy": "TrueCard | Votre compagnon de solde",
  "Your balance buddy": "Votre compagnon de solde",
  "The card is active with a balance of": "La carte est active avec un solde de",
  "and ready for use.": "et prête à être utilisée.",
  "Verify Another Card": "Vérifier une autre carte",
  "Check your card":"Vérifiez votre carte"
}
