{
  "Check Your Gift Card or Prepaid Card Balance Instantly!": "Controlla istantaneamente il saldo della tua carta regalo o prepagata!",
  "Quick, secure, and easy-to-use tool for verifying card balances and validity": "Strumento rapido, sicuro e facile da usare per verificare il saldo e la validità delle carte",
  "Your Data is Protected": "I tuoi dati sono protetti",
  "With advanced encryption and strict privacy policies, your information stays safe.": "Con la crittografia avanzata e politiche sulla privacy rigorose, le tue informazioni rimangono al sicuro.",
  "Start Now": "Inizia ora",
  "Enter your card details and get results in seconds—hassle-free!": "Inserisci i dettagli della tua carta e ottieni i risultati in pochi secondi—senza problemi!",
  "Manage your cards with confidence and ease.": "Gestisci le tue carte con fiducia e facilità.",
  "Check Your Card Balance": "Controlla il saldo della tua carta",
  "Start": "Inizia",
  "©2025 GIFTCARDCHECK": "©2025 GIFTCARDCHECK",
  "Let us help you verify your card": "Lasciaci aiutarti a verificare la tua carta",
  "Card Number": "Numero della carta",
  "Card PIN or Access code": "PIN della carta o codice di accesso",
  "Expiry Date": "Data di scadenza",
  "CVV": "CVV",
  "Look Up Card": "Cerca carta",
  "Not Activated": "Non attivata",
  "Activated": "Attivata",
  "Card Type": "Tipo di carta",
  "Card": "Carta",
  "Currency": "Valuta",
  "Amount": "Importo",
  "Refund Policy": "Politica di rimborso",
  "Non-refundable once redeemed": "Non rimborsabile una volta riscattata",
  "Result": "Risultato",
  "This card has not been activated, please follow the steps below.": "Questa carta non è stata attivata, per favore segui i passaggi qui sotto.",
  "Next steps": "Prossimi passaggi",
  "Double-Check Your Card Information": "Controlla di nuovo le informazioni della tua carta",
  "Please review the card details you entered to ensure accuracy. Verify the card information for any errors. If the issue persists, you may need to contact the card issuer or the store where the card was purchased for further assistance.": "Rivedi i dettagli della carta che hai inserito per assicurarti che siano corretti. Verifica le informazioni della carta per eventuali errori. Se il problema persiste, potrebbe essere necessario contattare l'emittente della carta o il negozio dove è stata acquistata per ulteriore assistenza.",
  "Return to the Store": "Torna al negozio",
  "The first step is to return to the store where you bought the gift card. Bring the card and your receipt with you. Speak to a manager if possible. They may be able to assist you directly by checking the card if it has been used or not. If the card has not been used they may replace it with a new one, but often they will direct you to contact the card issuer.": "Il primo passo è tornare al negozio dove hai acquistato la carta regalo. Porta con te la carta e la ricevuta. Parla con un responsabile se possibile. Potrebbero essere in grado di assisterti direttamente verificando se la carta è stata utilizzata o meno. Se la carta non è stata utilizzata, potrebbero sostituirla con una nuova, ma spesso ti indirizzeranno a contattare l'emittente della carta.",
  "Keep Documentation": "Mantieni la documentazione",
  "Make sure to keep any receipts or documentation related to the purchase. This information can be crucial when dealing with customer service.": "Assicurati di conservare qualsiasi ricevuta o documentazione relativa all'acquisto. Queste informazioni possono essere cruciali quando trattiamo con il servizio clienti.",
  "Be Patient": "Sii paziente",
  "Sometimes, resolving the issue may take time. You might need to wait for the card issuer to process your claim, which can take several days or even weeks.": "A volte risolvere il problema può richiedere tempo. Potresti dover aspettare che l'emittente della carta elabori la tua richiesta, il che può richiedere diversi giorni o anche settimane.",
  "New Start": "Nuovo Inizio",
  "Checking APIs": "Verifica delle API",
  "Checking databases...": "Verifica delle banche dati...",
  "Verifying card information...": "Verifica delle informazioni della carta...",
  "Sorry, this is taking a while...": "Scusa, sta richiedendo un po' di tempo...",
  "Done!": "Fatto!",
  "Contact us": "Contattaci",
  "Enter Card Code": "Inserisci il codice della carta",
  "Sending...": "Invio in corso...",
  "Please enter the card code.": "Per favore inserisci il codice della carta.",
  "Card Brand": "Marca della carta",
  "Select Card": "Seleziona la carta",
  "Apple Store": "Apple Store",
  "Steam Wallet": "Steam Wallet",
  "Itunes": "Itunes",
  "Razer Gold": "Razer Gold",
  "Amazon": "Amazon",
  "Ebay": "Ebay",
  "Target": "Target",
  "Sephora": "Sephora",
  "Offgamers.com": "Offgamers.com",
  "Eneba": "Eneba",
  "Neosoft": "Neosoft",
  "XBOX": "XBOX",
  "PlayStation": "PlayStation",
  "Visa": "Visa",
  "Master": "Master",
  "Walmart Visa": "Walmart Visa",
  "Lululemon": "Lululemon",
  "Uber": "Uber",
  "Target Visa": "Target Visa",
  "Adidas": "Adidas",
  "American Express": "American Express",
  "OneVanilla VISA/MasterCard": "OneVanilla VISA/MasterCard",
  "Walmart": "Walmart",
  "Select Currency": "Seleziona Valuta",
  "TrueCard": "TrueCard",
  "USD ($)": "USD ($)",
  "CAD ($)": "CAD ($)",
  "AUD ($)": "AUD ($)",
  "GBP (£)": "GBP (£)",
  "EUR (€)": "EUR (€)",
  "Please select both a card and a currency.": "Seleziona sia una carta che una valuta.",
  "Send us a message": "Mandaci un messaggio",
  "All fields are required.": "Tutti i campi sono obbligatori.",
  "Please enter a valid email address.": "Per favore inserisci un indirizzo email valido.",
  "Failed to send message. Please try again.": "Impossibile inviare il messaggio. Riprova.",
  "Message sent successfully! We have received your email and will get back to you shortly.": "Messaggio inviato con successo! Abbiamo ricevuto la tua email e ti risponderemo a breve.",
  "Name": "Nome",
  "Email Address": "Indirizzo email",
  "Subject": "Oggetto",
  "Message": "Messaggio",
  "Send Message": "Invia Messaggio",
  "An unexpected error occurred.": "Si è verificato un errore imprevisto.",
  "TrueCard | Your balance buddy": "TrueCard | Il tuo compagno di saldo",
  "Your balance buddy": "Il tuo compagno di saldo",
  "The card is active with a balance of": "La carta è attiva con un saldo di",
  "and ready for use.": "e pronta per l'uso.",
  "Verify Another Card": "Verifica un'altra carta",
  "Check your card":"Controlla la tua carta"
}
