{
  "Check Your Gift Card or Prepaid Card Balance Instantly!": "Controleer direct het saldo van je cadeaubon of prepaidkaart!",
  "Quick, secure, and easy-to-use tool for verifying card balances and validity": "Snelle, veilige en gebruiksvriendelijke tool voor het verifiëren van het saldo en de geldigheid van kaarten",
  "Your Data is Protected": "Je gegevens zijn beschermd",
  "With advanced encryption and strict privacy policies, your information stays safe.": "Met geavanceerde encryptie en strikte privacybeleidsmaatregelen blijft je informatie veilig.",
  "Start Now": "Start nu",
  "Enter your card details and get results in seconds—hassle-free!": "Voer je kaartgegevens in en krijg binnen enkele seconden resultaten—zonder gedoe!",
  "Manage your cards with confidence and ease.": "Beheer je kaarten met vertrouwen en gemak.",
  "Check Your Card Balance": "Controleer het saldo van je kaart",
  "Start": "Start",
  "©2025 GIFTCARDCHECK": "©2025 GIFTCARDCHECK",
  "Let us help you verify your card": "Laat ons je helpen je kaart te verifiëren",
  "Card Number": "Kaartnummer",
  "Card PIN or Access code": "Kaart PIN of toegangscode",
  "Expiry Date": "Vervaldatum",
  "CVV": "CVV",
  "Look Up Card": "Zoek Kaart op",
  "Not Activated": "Niet Geactiveerd",
  "Activated": "Geactiveerd",
  "Card Type": "Kaarttype",
  "Card": "Kaart",
  "Currency": "Valuta",
  "Amount": "Bedrag",
  "Refund Policy": "Retourbeleid",
  "Non-refundable once redeemed": "Niet-refundeerbaar zodra ingewisseld",
  "Result": "Resultaat",
  "This card has not been activated, please follow the steps below.": "Deze kaart is nog niet geactiveerd, volg de onderstaande stappen.",
  "Next steps": "Volgende stappen",
  "Double-Check Your Card Information": "Controleer je kaartgegevens opnieuw",
  "Please review the card details you entered to ensure accuracy. Verify the card information for any errors. If the issue persists, you may need to contact the card issuer or the store where the card was purchased for further assistance.": "Controleer de kaartgegevens die je hebt ingevoerd om er zeker van te zijn dat ze correct zijn. Verifieer de kaartinformatie op eventuele fouten. Als het probleem aanhoudt, moet je mogelijk contact opnemen met de kaartuitgever of de winkel waar de kaart is gekocht voor verdere hulp.",
  "Return to the Store": "Terug naar de winkel",
  "The first step is to return to the store where you bought the gift card. Bring the card and your receipt with you. Speak to a manager if possible. They may be able to assist you directly by checking the card if it has been used or not. If the card has not been used they may replace it with a new one, but often they will direct you to contact the card issuer.": "De eerste stap is om terug te gaan naar de winkel waar je de cadeaubon hebt gekocht. Neem de kaart en je ontvangstbewijs mee. Praat met een manager als dat mogelijk is. Ze kunnen je mogelijk direct helpen door de kaart te controleren of deze al dan niet is gebruikt. Als de kaart niet is gebruikt, kunnen ze deze vervangen door een nieuwe, maar vaak zullen ze je doorverwijzen naar de kaartuitgever.",
  "Keep Documentation": "Bewaar documentatie",
  "Make sure to keep any receipts or documentation related to the purchase. This information can be crucial when dealing with customer service.": "Zorg ervoor dat je alle ontvangstbewijzen of documentatie met betrekking tot de aankoop bewaart. Deze informatie kan cruciaal zijn bij het omgaan met klantenservice.",
  "Be Patient": "Wees geduldig",
  "Sometimes, resolving the issue may take time. You might need to wait for the card issuer to process your claim, which can take several days or even weeks.": "Soms kan het oplossen van het probleem enige tijd duren. Je moet mogelijk wachten totdat de kaartuitgever je claim heeft verwerkt, wat enkele dagen of zelfs weken kan duren.",
  "New Start": "Nieuwe start",
  "Checking APIs": "API's controleren",
  "Checking databases...": "Databases controleren...",
  "Verifying card information...": "Kaartinformatie verifiëren...",
  "Sorry, this is taking a while...": "Sorry, dit duurt even...",
  "Done!": "Klaar!",
  "Contact us": "Neem contact met ons op",
  "Enter Card Code": "Voer de kaartcode in",
  "Sending...": "Verzenden...",
  "Please enter the card code.": "Voer de kaartcode in.",
  "Card Brand": "Kaartmerk",
  "Select Card": "Selecteer Kaart",
  "Apple Store": "Apple Store",
  "Steam Wallet": "Steam Wallet",
  "Itunes": "iTunes",
  "Razer Gold": "Razer Gold",
  "Amazon": "Amazon",
  "Ebay": "Ebay",
  "Target": "Target",
  "Sephora": "Sephora",
  "Offgamers.com": "Offgamers.com",
  "Eneba": "Eneba",
  "Neosoft": "Neosoft",
  "XBOX": "XBOX",
  "PlayStation": "PlayStation",
  "Visa": "Visa",
  "Master": "Master",
  "Walmart Visa": "Walmart Visa",
  "Lululemon": "Lululemon",
  "Uber": "Uber",
  "Target Visa": "Target Visa",
  "Adidas": "Adidas",
  "American Express": "American Express",
  "OneVanilla VISA/MasterCard": "OneVanilla VISA/MasterCard",
  "Walmart": "Walmart",
  "Select Currency": "Selecteer Valuta",
  "TrueCard": "TrueCard",
  "USD ($)": "USD ($)",
  "CAD ($)": "CAD ($)",
  "AUD ($)": "AUD ($)",
  "GBP (£)": "GBP (£)",
  "EUR (€)": "EUR (€)",
  "Please select both a card and a currency.": "Selecteer zowel een kaart als een valuta.",
  "Send us a message": "Stuur ons een bericht",
  "All fields are required.": "Alle velden zijn verplicht.",
  "Please enter a valid email address.": "Voer een geldig e-mailadres in.",
  "Failed to send message. Please try again.": "Bericht verzenden mislukt. Probeer het opnieuw.",
  "Message sent successfully! We have received your email and will get back to you shortly.": "Bericht succesvol verzonden! We hebben je e-mail ontvangen en nemen binnenkort contact met je op.",
  "Name": "Naam",
  "Email Address": "E-mailadres",
  "Subject": "Onderwerp",
  "Message": "Bericht",
  "Send Message": "Bericht verzenden",
  "An unexpected error occurred.": "Er is een onverwachte fout opgetreden.",
  "TrueCard | Your balance buddy": "TrueCard | Jouw saldo maatje",
  "Your balance buddy": "Jouw saldo maatje",
  "The card is active with a balance of": "De kaart is actief met een saldo van",
  "and ready for use.": "en klaar voor gebruik.",
  "Verify Another Card": "Verifieer een andere kaart",
  "Check your card":"Controleer uw kaart"
}
